Repository: gaowenzhen/themisDao-interface
Catalog: src/locales/translations/olympus-frontend/*/messages.po
Languages: de, ja

source: <0>IDO ended at 10:00 UTC</0><1>on April 15, 2022</1>
de: <0>IDO endete bei 10:00 UTC</0><1>am April 15, 2022</1>
ja: <0>IDO終了時間は</0><1>2022年4月15日10:00 UTC</1>

source: APY
ja: 年間収益率

source: Accelerate
de: Beschleunigung
ja: 加速#

source: Address
de: Adresse
ja: ウォレットアドレス

source: All subordinate users
de: Alle untergeordneten Benutzer
ja: すべての招待ユーザー

source: Amount
de: Betrag
ja: 数量

source: Annual Percentage Yield, is the normalized representation of an interest rate, based on a compounding period over one year. Note that APYs provided are rather ballpark level indicators and not so much precise future results.
de: Jährliche prozentuale Rendite, ist die normalisierte Darstellung eines Zinssatzes, basierend auf einem Mischzeitraum über ein Jahr. Beachten Sie, dass APYs eher Ballpark-Level-Indikatoren sind und nicht so sehr genaue zukünftige Ergebnisse.
ja: 年間利回りは、1年以上の複雑な期間に基づいて金利の正規化された表現です。APYSが提供するのはむしろ球場レベルの指標であり、それほど正確な将来の結果ではない。

source: Approve
de: Genehmigen
ja: 承認

source: Backing per THS
ja: THSごとの準備資産

source: Bind Invitation ID
de: Einladungs-ID binden
ja: バインド招待ID

source: Bond
de: Bindung
ja: 債券

source: Bond Price
de: Bindung Price
ja: 債券価格

source: Bond discounts
de: Bindung Rabatte
ja: 債券割引

source: Bond {0}
de: Bindung {0}
ja: 債券{0}

source: Borrow
de: zu leihen
ja: 貸借

source: Change Theme
de: Thema ändern
ja: テーマの切り替え

source: Change locale
de: Gebietsschema ändern
ja: 言語切り替え

source: Choose recipient address. By default, this is your currently connected address
de: Empfängeradresse auswählen. Standardmäßig ist dies Ihre aktuell verbundene Adresse
ja: 受信者アドレスを選択します。デフォルトでは、現在接続しているアドレスです

source: Claim
de: Anspruch
ja: 受領

source: Claim Profit
de: Forderungsgewinn
ja: 利益を受け取る

source: Claim all
de: Alle beanspruchen
ja: すべてを受け取る

source: Claim all and Stake
ja: すべてと質押を受け取る

source: Claim and Autostake
de: Forderung und Autostake
ja: 受領と自動フェッチ

source: Claim and Stake
de: Forderung und Einsatz
ja: 受領と質押

source: Claimable
de: Anspruchsfähig
ja: 受領可能

source: Claimable Rewards
de: Anspruchsfähige Prämien
ja: 受け取ることができる報酬

source: Click \"Connect\" to make your wallet connect to the THS offering page.
de: Klicken Sie auf "Verbinden", um Ihre Wallet mit der THS-Angebotsseite zu verbinden.
ja: \"Connect \"をクリックすると、あなたのウォレットがページを提供するページに接続される。

source: Confirm
de: Bestätigen
ja: 確認

source: Connect Wallet
de: Wallet verbinden
ja: 接続ウォレット

source: Connect your wallet to stake THS
de: Verbinden Sie Ihr Wallet, um THS zu setzen
ja: 財布をパソコンに接続して

source: Cost:
de: Kosten:
ja: 費用：

source: Create a Wallet
de: Wallet erstellen
ja: ウォレットを作成する

source: Current
de: Aktuell
ja: 現在

source: Current Index
de: Aktueller Index
ja: 現在の指数

source: Current Index<0/>
de: Aktueller Index<0/>
ja: 現在の指数<0/>

source: DAO Rewards
de: DAO-Prämien
ja: DAOインセンティブ

source: Dashboard
ja: ダッシュボード

source: Debt Ratio
de: Schuldenquote
ja: 負債率

source: Disconnect
de: Trennen
ja: 切断

source: Download Trust Wallet from this page.
de: Laden Sie Trust Wallet von dieser Seite herunter.
ja: このページからTrust Walletをダウンロードします。

source: Enter a wallet Address
de: Geben Sie eine Wallet Adresse ein
ja: ウォレットアドレスを入力

source: Enter the USDT(BEP20) amount (At Least 100~1000 USDT(BEP20)) you want to participate in this offering.
de: Geben Sie den USDT(BEP20)-Betrag (Mindestens 100~1000 USDT(BEP20)) ein, den Sie an diesem Angebot teilnehmen möchten.
ja: USDT（BEP 20）量（少なくとも100～1000 USDT（BEP 20））を入力してください。

source: Exceeding the borrowing limit
de: Überschreitung der Kreditgrenze
ja: 借入限度額超過

source: First time bonding
de: Erstmalige Bindung
ja: 初めて債券を購入する

source: First time borrow
de: Erstes Mal ausleihen
ja: 初回借用

source: First time staking
de: Erster Einsatz
ja: 第1回品質保証

source: First time unstaking
de: Erstmalige Abnahme
ja: 初めて質権抵当を取り消した

source: Holders, represents the total number of Themis (sTHS holders)
de: Halter, repräsentiert die Gesamtzahl der Themis (sTHS-Inhaber)
ja: 保有者、Themis（sTHS保有者）の総数を表す

source: How to buy THS?
de: Wie kann man THS kaufen?
ja: THSの購入方法は？

source: IDO Release
de: IDO Freigabe
ja: IDOリリース奨励金

source: IDO Release 35%
de: IDO Freigabe 35%
ja: IDOリリース35%

source: IDO Release 65%
de: IDO Freigabe 65%
ja: IDOリリース65%

source: IDO Rules
de: IDO Regeln
ja: IDO規則

source: INTEREST COST
de: Zinskosten
ja: 利息コスト

source: In progress
de: In Bearbeitung
ja: 進行中

source: Insufficient THS or already sold out
de: Unzureichende THS oder bereits ausverkauft
ja: THS不足または売り切れ

source: Invitation ID
de: Einladungs-ID
ja: 招待ID

source: Invite Earnings
de: Einkünfte einladen
ja: インビテーションインセンティブ

source: Invite users
de: Benutzer einladen
ja: 直接ユーザーを招待する

source: InviteCode
de: EinladeCode
ja: 招待コード

source: Less than a minute
de: Weniger als eine Minute
ja: 1分もかからない

source: Linear Release Rules
de: Lineare Freigaberegeln
ja: 線形解放規則

source: Market Cap
de: Marktobergrenze
ja: 時価総額

source: Market Price
de: Marktpreis
ja: 市場価格

source: Market SLP
de: MarktSLP
ja: 市場SLP

source: Market Value of Treasury Assets
de: Marktwert der Staatsanleihen
ja: 金庫資産の市場価値

source: Market Value of Treasury Assets, is the sum of the value (in dollars) of all assets held by the treasury.
de: Marktwert von Treasury Assets ist die Summe des Werts (in Dollar) aller Vermögenswerte, die vom Treasury gehalten werden.
ja: 金庫資産の市場価値は、金庫が保有するすべての資産の価値（米ドル）の和である

source: Max
ja: 最大

source: Max You Can Buy
ja: 購入できる最大数

source: Next Reward Amount
de: Nächster Prämienbetrag
ja: 次の奨励金金額

source: Next Reward Yield
de: Nächste Belohnung Ertrag
ja: 次の奨励利回り

source: OK
de: bestätigen
ja: 確認

source: Open THS IDO Page on Trust Wallet
de: Öffnen Sie THS IDO Seite auf Trust Wallet
ja: ウォレットのIDOページを開く

source: Open the \"Dapp\" tab on Trust Wallet, and type
de: Öffnen Sie die Registerkarte "Dapp" auf Trust Wallet und geben Sie
ja: 信頼ウォレットに\" ddapp \"タブを開いてタイプ

source: Page not found
de: Seite nicht gefunden
ja: 現在のページは存在しません

source: Part of IDO release rules won’t be affected by other staking rules.
de: Ein Teil der IDO-Freigabe-Regeln wird von anderen Staking-Regeln nicht beeinflusst.
ja: IDOリリース規則の一部は、他の注釈規則の影響を受けません。

source: Pay offs
de: Auszahlungen
ja: 決済済み

source: Pending
de: Ausstehend
ja: 進行中

source: Pending Rewards
de: Ausstehende Belohnungen
ja: 懸賞

source: Pending...
de: Ausstehend...
ja: 未定...

source: Phase
ja: フェーズ

source: Please approve Themis Dao to use your
de: Bitte genehmigen Sie Themis Dao, Ihre
ja: Themis Daoの使用を承認してください

source: Please connect wallet
de: Bitte verbinden Sie Wallet
ja: ウォレットに接続してください

source: Please connect your wallet!
de: Bitte verbinden Sie Ihre Brieftasche!
ja: あなたの財布を接続してください！

source: Please enter 100-1000 USDT(BEP20)
de: Bitte geben Sie 100-1000 USDT(BEP20) ein
ja: 100 - 1000 USDT ( BEP 20 )を入力してください

source: Please enter a valid value!
de: Bitte geben Sie einen gültigen Wert ein!
ja: 有効な値を入力してください！

source: Please enter a value!
de: Bitte geben Sie einen Wert ein!
ja: 値を入力してください！

source: Please enter address!
de: Bitte Adresse eingeben!
ja: アドレスを入力してください！

source: Please enter at least 100 USDT (BEP20) and no more than 1000 USDT (BEP20)
de: Bitte geben Sie mindestens 100 USDT (BEP20) und nicht mehr als 1000 USDT (BEP20) ein
ja: 少なくとも100 USDT ( BEP 20 )を入力してください。

source: Please enter the Telegram Username
de: Bitte geben Sie den Telegram Benutzernamen ein
ja: 電報ユーザー名を入力してください

source: Please enter the correct invitation ID
de: Bitte geben Sie die richtige Einladungs-ID ein
ja: 正しい招待IDを入力してください

source: Pre-Sale
de: Vorverkauf
ja: 前売り

source: Price
de: Preis
ja: 価格

source: Profit Balance
ja: 収益残高

source: Progress
de: Fortschritte
ja: 進行状況

source: Protocol Owned Liquidity THS-USDT
de: Protokolleigene Liquidität THS-USDT
ja: 協定が持つ流動性THS-USDT

source: Protocol Owned Liquidity, is the amount of LP the treasury owns and controls. The more POL the better for the protocol and its users.
de: Protokoll Owned Liquidity ist der Betrag der LP, die das Treasury besitzt und kontrolliert. Je mehr POL, desto besser für das Protokoll und seine Benutzer.
ja: プロトコル所有の流動性は、財務省が所有して、コントロールするLPの量です。より多くのPOLはプロトコルとそのユーザにとってより良いです。

source: Purchased
de: Gekauft
ja: 購入量

source: Query invited users
de: Eingeladene Benutzer abfragen
ja: クエリー招待ユーザー

source: ROI (5-Day Rate)
de: ROI (5-Tage-Tarif)
ja: ROI (5日レート)

source: Received
de: Empfangen
ja: 受信済み

source: Recipient
de: Empfänger
ja: 受信者

source: Recipient Address
de: Empfänger Address
ja: 受信者アドレス

source: Redeem
de: Einlösen
ja: 償還

source: Release 35% of the total participated amount first, the leftover will release an equal amount every day.
de: Geben Sie zuerst 35% des gesamten Teilnahmebetrags frei, der Rest wird jeden Tag einen gleichen Betrag freigeben.
ja: 総参加量の35%を先に解放し、残りは毎日等量を解放する

source: Release Time
de: Veröffentlichungszeit
ja: リリース時間

source: Release Time：
de: Veröffentlichungszeit：
ja: リリース時間:

source: Repay
de: Wiederholen
ja: 返却

source: Risk Free Value of Treasury Assets
de: Risikofreier Wert von Treasury Assets
ja: 金庫資産の無リスク価値

source: Risk Free Value, is the amount of funds the treasury guarantees to use for backing THS.
de: Risikofreier Wert ist der Betrag der Mittel, die das Treasury garantiert, um THS zu unterstützen.
ja: リスク価値がないということは、金庫が保証してサポートに使用する資金の金額です。

source: Rows per page:
de: Zeilen pro Seite
ja: 1ページあたりの本数

source: Runway Available
de: Start-und Landebahn verfügbar
ja: 安定運転サイクル

source: Runway, is the number of days sTHS emissions can be sustained at a given rate. Lower APY = longer runway
de: Start-und Landebahn ist die Anzahl der Tage, an denen sTHS-Emissionen mit einer bestimmten Geschwindigkeit aufrechterhalten werden können. Unterer APY = längere Landebahn
ja: 永続時間とは、与えられた速度でsTHS排出が持続できる日数のことです。APYが低い＝永続時間が長い

source: SC Amount
de: SC Betrag
ja: SC数

source: SC Balance
de: SC Saldo
ja: SC残高

source: SC Insufficient Balance
de: SC Unzureichendes Gleichgewicht
ja: SC残高不足

source: SC Unclaimed
de: SC Nicht beansprucht
ja: SC受取可能数量

source: SC amount
de: SC betrag
ja: SC数

source: SLP Treasury
de: SLP Staatskasse
ja: 金庫SLP

source: Search
de: Suche
ja: 検索

source: Send
de: Senden
ja: 参加

source: Single Stake
ja: トークン質入れ

source: Slippage
de: Rutschen
ja: 下降

source: Sold Out
de: Ausverkauft
ja: 完売

source: Stake
de: Pfahl
ja: 質押

source: Stake THS
de: Pfahl THS
ja: 質量押下THS

source: Staked Balance
de: Eingesetzte Saldo
ja: 質押残高

source: Staking Earnings
de: Einsätze
ja: 品質保証収益

source: Staking THS
ja: 質量押下THS

source: Start to Buy THS Token
de: Beginnen Sie mit dem Kauf von THS Token
ja: トークンの購入を開始する

source: Success
de: Erfolg
ja: 成功

source: THE AMOUNT OF BORROWED
de: DIE GELEHTEN
ja: 借入金額

source: THS Amount
de: THS Betrag
ja: THS数

source: THS Price
de: THS Preis
ja: THS価格

source: THS Staked
de: THS Gestäfelt
ja: 現在の品質保証THSシェア

source: THS Staked, is the ratio of sTHS to THS (staked vs unstaked)
de: THS Staked, ist das Verhältnis von sTHS zu THS (staked vs untaked)
ja: Sthsの比率は、に対する sTHS の比率ですか THS（凝って対）

source: THS Unclaimed
de: THS Nicht beansprucht
ja: THS受取可能数量

source: THS amount
de: THS betrag
ja: THS数

source: TIME
de: ZEIT
ja: 時間

source: The Telegram ID have been register
de: Die Telegram ID wurde registriert
ja: 電報番号は登録済み

source: The current index tracks the amount of sTHS accumulated since the beginning of staking. Basically, how much sTHS one would have if they staked and held a single THS from day 1.
de: Der aktuelle Index verfolgt die Menge an sTHS, die seit Beginn des Staking angesammelt wurde. Grundsätzlich, wie viel sTHS man haben würde, wenn sie ab Tag 1 ein einziges THS gesetzt und gehalten hätten.
ja: 現在の指数は、ベット開始以降に蓄積されたSTHの数を追跡しています。基本的に、彼らが初日からベットを始めてTHSを持っていれば、1人にどれだけのSTHがあるのでしょうか

source: Then create your own wallet (Keep your seed phrase and private key safety. Don’t share them with anyone and store them in a safe place. )
de: Erstellen Sie dann Ihre eigene Brieftasche (Bewahren Sie Ihre Seed-Phrase und Ihren privaten Schlüssel sicher auf, teilen Sie sie mit niemandem und bewahren Sie sie an einem sicheren Ort auf.)
ja: それから独自のウォレットを作成します（シードパスワードと秘密鍵は大切に保管してください。誰とも共有せず、安全な場所に保管してください）

source: Time until fully vested
de: Zeit bis zur vollständigen Übertragung
ja: 完全に終わるまでの時間

source: Token Sales Progress
de: Token-Verkaufsfortschritt
ja: トークン販売の進捗状況

source: Token Supply
de: Token-Versorgung
ja: トークン供給

source: Total
de: Insgesamt
ja: 総量

source: Total Value Deposited
de: Depotierter Gesamtwert
ja: 預金総額

source: Total Value Deposited, is the dollar amount of all THS staked in the protocol. This metric is often used as growth or health indicator in DeFi projects.
de: Depotierter Gesamtwert, ist der Dollarbetrag aller THS im Protokoll. Diese Kennzahl wird häufig als Wachstums- oder Gesundheitsindikator in DeFi-Projekten verwendet.
ja: 預金総額は、協定内のすべてのデポジット金額のドル金額です。DeFiプロジェクトでは、通常、この定員は成長または健康定員として使用されます。

source: Total casting quantity
de: Gussmenge insgesamt
ja: 総鋳造量

source: Transaction may revert if price changes by more than slippage %
de: Transaktion kann rückgängig gemacht werden, wenn sich der Preis um mehr als Slippage ändert%
ja: 価格変動幅がスライド率を超えると、取引が回復する可能性がある

source: Transfer USDT(BEP20) from other wallets or Exchanges to your USDT(BEP20) wallet address on Trust Wallet.
de: Übertragen Sie USDT(BEP20) von anderen Wallets oder Börsen auf Ihre USDT(BEP20)-Wallet-Adresse auf Trust Wallet.
ja: USDT（BEP 20）を他のウォレットまたは取引所から信託ウォレット上のUSDT（BEP 20）ウォレットアドレスに転送する

source: Treasury Balance
de: Staatskasse Saldo
ja: 金庫残高

source: Unclaimed
de: Nicht beansprucht
ja: 受領可能

source: Unstable Time
de: Instabile Zeit
ja: 不安定時間

source: Unstake
de: Entnehmen
ja: 抵当解除

source: Unstake THS
de: Entnehmen THS
ja: 品質保証THSの取消し

source: Unstaked Balance
de: Nicht eingenommener Saldo
ja: 未担保残高

source: Unstaking sTHS
de: Entnahme sTHS
ja: 品質保証sTHSを解除する

source: Unwrapping sTHS
de: Entpacken sTHS
ja: sTHSを分解する

source: Users can use MetaMask， TokenPocket， and imTokent wallet to purchase THS, make sure you have USDT(BEP20) on balance and use the Binance Smart Chain network. Enter the amount, click the send button, the smart contract will automatically complete the transaction. Please refer to the tutorial below.
de: Benutzer können MetaMask, TokenPocket und imTokent Wallet verwenden, um THS zu kaufen, stellen Sie sicher, dass Sie USDT(BEP20) im Gleichgewicht haben und verwenden Sie das Binance Smart Chain Netzwerk. Geben Sie den Betrag ein, klicken Sie auf die Schaltfläche Senden, der Smart Contract schließt die Transaktion automatisch ab. Bitte beachten Sie das Tutorial unten.
ja: ユーザーはMetaMask、TokenPocket、imTokent walletを使用してTHSを購入することができ、USDT（BEP 20）が平衡状態にあることを確認し、Binanceスマートチェーンネットワークを使用します。金額を入力し、送信ボタンをクリックすると、スマート契約は自動的に取引を完了します。次のチュートリアルを参照してください

source: Vesting Term
ja: 帰属期間

source: Wallet
de: Geldbörse
ja: ウォレット

source: Wallet Address
de: Wallet-Adresse
ja: ウォレットアドレス

source: Wallet address
de: Wallet-adresse
ja: ウォレットアドレス

source: Will return to the dashboard page in {state} seconds
de: Kehrt in {state} Sekunden zur Dashboardseite zurück
ja: {state}秒以内にダッシュボードページに戻る

source: Wrapping THS
de: Umschlag THS
ja: 包装THS

source: Yield Amount
de: Ertragsbetrag
ja: 収量

source: You Will Get
de: Du wirst bekommen
ja: あなたは獲得する

source: You cannot stake more than your THS balance.
de: Sie können nicht mehr als Ihr THS-Guthaben einsetzen.
ja: あなたの質押はあなたのTHS残高を超えることはできません。

source: You cannot unstake more than your sTHS balance.
de: Sie können nicht mehr als Ihr THS-Guthaben aufheben
ja: あなたの抵当解除はあなたのsTHS残高を超えることはできません。

source: You have an existing bond. Bonding will reset your vesting period and forfeit rewards. We recommend claiming rewards first or using a fresh wallet. Do you still want to proceed?
de: Du hast eine bestehende Bindung. Bonding setzt deine Vesting-Periode zurück und verfällt Belohnungen. Wir empfehlen, zuerst Prämien einzufordern oder eine neue Geldbörse zu verwenden. Wollen Sie noch weitermachen?
ja: あなたは既存の債券を持っています。債券はあなたの権利期間をリセットし、奨励金を没収します。まず奨励金を申請するか、新しい財布を使うことをお勧めします。まだ続けたいですか？

source: You may be trying to bond more than your balance! Error code: 32603. Message: ds-math-sub-underflow
de: Vielleicht versuchst du, mehr als dein Gleichgewicht zu verbinden! Fehlercode: 32603. Nachricht: ds-math-sub-underflow
ja: バランスよりも緊密な関係を構築しようとしているかもしれません！エラーコード：32603。メッセージ：数学サブアンダーフロー

source: You will get <0>{quantity}</0> <1> USDT</1>
de: Du wirst bekommen <0>{quantity}</0> <1> USDT</1>
ja: あなたは<0>{quantity}</0><1>USDT</1>

source: Your Balance
de: Ihr Guthaben
ja: あなたの残高

source: Your Total Contribution(THS):
de: Ihr Gesamtbetrag(THS):
ja: あなたの総参加（THS）：

source: Your asset balance will display on the offering page once connected.
de: Ihr Asset-Guthaben wird auf der Angebotsseite angezeigt, sobald Sie verbunden sind.
ja: 接続すると、資産残高が製品ページに表示されます。

source: Your maximum purchase amount is 1000 USDT (BEP20)
de: Ihr maximaler Kaufbetrag beträgt 1000 USDT (BEP20)
ja: 最大購入金額は1000 USDT（BEP 20）

source: amount
de: Betrag
ja: 数量

source: do_bond
de: Bond
ja: 債券を買う

source: do_stake
de: Stake
ja: 質押

source: eg. if one user has 10000 THS tokens leftover, of which 100 tokens will be released every day and needs 100 days to release all.
de: z. B. wenn ein Benutzer 10000 THS Token übrig hat, von denen 100 Token jeden Tag veröffentlicht werden und 100 Tage benötigt, um alle freizugeben.
ja: たとえば、1人のユーザーが10,000個のTHSトークンを残している場合、100個のトークンは毎日解放され、すべて解放するには100日かかる

source: for bonding
de: zum Verkleben
ja: 債券購入

source: for mortgage
de: für Hypothek
ja: モーゲージローン

source: for staking
de: für Staking
ja: 質的押下を行う

source: for unstaking
de: für Entnahme
ja: 抵当解除

source: in the search box, then click the enter to jump to the connect page.
de: Klicken Sie im Suchfeld auf die Eingabetaste, um zur Verbindungsseite zu springen.
ja: 検索ボックスでenterキーをクリックしてconnectページにジャンプします。

source: inviteLink
de: EinladenLink
ja: 招待接続

source: mins
de: Minute
ja: 分

source: sTHS Price
de: sTHS Preis
ja: sTHS価格

source: secs
de: zweite
ja: 秒

source: state
de: Zustand
ja: 状態

source: sync profit data
de: Gewinndaten synchronisieren
ja: 同期利益データ

source: time
de: Zeit
ja: 時間

source: to next rebase
de: zur nächsten rebase
ja: 次のrebase時間まで

source: total USDT
de: insgesamt USDT
ja: すべてのUSDT

source: total sTHS
de: insgesamt sTHS
ja: すべてのsTHS

source: view more
de: mehr anzeigen
ja: その他

source: {searchAddress} no invited users
de: {searchAddress} keine eingeladenen Benutzer
ja: {searchAddress}招待ユーザーなし

source: Fully Vested
de: Voll bekleidet

source: hrs
de: Stunde
